Repository: JackAppsCo/AlarmClock-ios
Catalog: AlarmClock/*.lproj/Localizable.strings
Languages: es, ja

source: Snooze
es: Siesta
ja: スヌーズ

source: SleepSmart Pro Available NOW!
es: ¡SueñoInteligente Pro Disponible AHORA!
ja: スリープスマート・プロが今すぐご利用可能です！

source: Upgrade for Extra Sounds, Extra Features and NO ADS! ⇒ Full access to ALL Background Themes! ⇒ Full access to ALL White Noise Sleep Timer Themes! ⇒ Full access to ALL Gentle Rise and Alarm Sounds! ⇒Unlock the “Rise & Shine” feature to emulate the sun!
es: Compra el App para tener Sonidos Adicionales, Funciones Adicionales, ¡y NINGÚN ANUNCIO! ⇒ ¡Acceso completo a TODAS las Imágenes de Fondo! ⇒ ¡Acceso completo a TODOS los Temas de Sonido Blanco para el Temporizador de Sueño! ⇒ ¡Acceso completo a TODOS los Sonidos de Alarma y a los Sonidos de Despertar Tranquilo! ⇒ ¡Desbloquea la función 'Rise and Shine' para emular al sol!
ja: アップグレードして音と機能を追加、広告も無しに！ ⇒全ての背景に完全アクセス ⇒全ての白色雑音スリープタイマーに完全アクセス ⇒全ての優しくお目覚めに完全アクセス ⇒「元気にお目覚め」機能を解除してバーチャル太陽を！

source: Like What You See? Don’t Like That You Can’t Use It?
es: ¿Te Gusta lo Que Ves? ¿No Te Gusta Que No Puedes Usarlo?
ja: どんな具合です？それ使ってみたいですか？

source: Then UPGRADE to SleepSmart Pro! ⇒ Full access to ALL Background Themes! ⇒ Full access to ALL White Noise Sleep Timer Themes! ⇒ Full access to ALL Gentle Rise and Alarm Sounds! ⇒ Unlock the “Rise & Shine” feature to emulate the sun!
ja: それではスリープスマートプロにアップグレードしましょう！ ⇒全ての背景に完全アクセス ⇒全ての白色雑音スリープタイマーに完全アクセス ⇒全ての優しくお目覚めに完全アクセス ⇒「元気にお目覚め」機能を解除してバーチャル太陽を！

source: Upgrade for Extra Sounds, Extra Features and NO ADS! ******************************************* S⇒ Full access to ALL Background Themes! ⇒ Full access to ALL White Noise Sleep Timer Themes! ⇒ Full access to ALL Gentle Rise and Alarm Sounds! ⇒ Unlock the “Rise & Shine” feature to emulate the sun! *******************************************
es: Compra el App para obtener Sonidos Adicionales, Funciones Adicionales, ¡y NINGÚN ANUNCIO! ADS! ******************************************* S⇒ ¡Acceso completo a TODOS los Temas de Sonido Blanco para el Temporizador de Sueño! ⇒ ¡Acceso completo a TODOS los Sonidos de Alarma y a los Sonidos de Despertar Tranquilo! ⇒ ¡Desbloquea la función 'Rise and Shine' para emular al sol!
ja: アップグレードして音と機能を追加、広告も無しに！ ******************************************* S⇒全ての背景に完全アクセス ⇒全ての白色雑音スリープタイマーに完全アクセス ⇒全ての優しくお目覚めに完全アクセス ⇒「元気にお目覚め」機能を解除してバーチャル太陽を！

source: Tap to activate White Noise Sleep Timer
es: Toca para Activar el Temporizador de Sueño con Sonido Blanco
ja: タップして白色雑音スリープタイマーをアクティブにします

source: Adjust the brightness by swiping up and down
es: Ajusta el brillo al deslizar tu dedo hacia arriba y abajo
ja: 上下にスワイプして明るさを調整します

source: Tap on the settings icon to create alarms, edit your display or use SleepSmart features
es: Toca en el ícono de funciones para crear alarmas, editar tu display o usar las funciones de SueñoInteligente
ja: 設定アイコンをタップしてアラームを作成し、画面編集やスリープスマート機能を使ってみましょう

source: Quickly access your alarms
es: Ten acceso rápido a tus alarmas
ja: アラームにクイックアクセス

source: Sleep Cycle
es: Ciclo de Sueño
ja: 睡眠周期

source: Bedtime
es: Hora de Ir a Dormir
ja: 就寝時間

source: Wake-Up Time
es: Hora para Despertarse
ja: 起床時間

source: How to use SleepSmart’s Sleep Cycle Calculator
es: Cómo usar la Calculadora de SueñoInteligente para el Ciclo de Sueño
ja: スリープスマートの睡眠周期計算機の使い方

source: To turn the White Noise Sleep Timer On/Off, return to your home screen and hit the ZZZ icon.
es: Para Encender/Apagar el Temporizador de Sueño con Sonido Blanco, regrese a su pantalla de inicio y toque el ícono ZZZ.
ja: 白色雑音スリープタイマーをON/OFFするには、ホーム画面に戻りZZZアイコンをタップします。

source: Calculate using either: (1) your Wake-Up Time or (2) your Bedtime. Select the appropriate tab, select a time and hit Create SleepSmart Alarm!
es: Calcular usando: (1) su Hora Para Despertarse o (2) su Hora de Ir a Dormir. Seleccione la pestaña adecuada, seleccione la hora, ¡y toque Crear Alarma SueñoInteligente!
ja: 計算には次のいずれかを使用します： (1)起床時間、または (2)就寝時間。 適切なタブを選択して、時間選択、スリープスマートアラーム作成をタップしましょう！

source: Create SleepSmart Alarm
es: Crear Alarma SueñoInteligente
ja: スリープスマートアラーム作成

source: To complete your sleep cycle, you should fall asleep at one of these times:
es: Para completar su ciclo de sueño, usted debe de dormirse en uno de estos tiempos:
ja: あなたの睡眠周期を完了するには、これらのいずれかの時間の就寝が必要です：

source: To complete your sleep cycle, you should wake-up at one of these times:
es: Para completar su ciclo de sueño, usted debe despertarse en uno de estos tiempos:
ja: あなたの睡眠周期を完了するには、これらのいずれかの時間の起床が必要です：

source: Select a Time
es: Seleccionar una Hora
ja: 時間選択

source: Sleep Cycle Calculator
es: Calculadora del Ciclo de Sueño
ja: 睡眠周期計算機

source: SleepSmart Alarm
es: Alarma SueñoInteligente
ja: スリープスマートアラーム

source: When you set an Alarm, make sure to turn on Rise & Shine to emulate the rising sun! This will gently adjust the brightness of your screen before your alarm goes off to act like the rising sun and naturally wake you up.
es: Cuando establezca una Alarma, ¡asegúrese de activar Rise and Shine para emular al sol naciente! Esto ajustará gentilmente el brillo de su pantalla antes de que suene la alarma para actuar como el sol naciente y despertarlo de manera natural.
ja: アラーム設定する時は、必ず元気にお目覚めをオンして日の出を再現させましょう！これによって画面の光は優しく調整され、設定アラームがオフする前に日の出のように動作して、自然な目覚めとなります。

source: Rise & Shine Feature
es: Función Rise and Shine
ja: 元気にお目覚め機能

source: Alarms
es: Alarmas
ja: アラーム

source: Display
ja: 表示

source: Settings
es: Configuración
ja: 設定

source: Sleep
es: Dormir
ja: 睡眠」：

source: Done
es: Completado
ja: 完了

source: Check out SleepSmart in the App Store: %@
es: Revisa SueñoInteligente en al App Store: %@
ja: APPストアでスリープスマートをチェック: %@

source: Check out <a href="%@">SleepSmart</a> in the App Store
es: Revisa <a href="%@">SueñoInteligente</a>en la App Store
ja: %@>スリープスマート</a> Appストアで

source: Help & Information
es: Ayuda e Información
ja: ヘルプ＆インフォメーション

source: Auto-Lock
es: Auto-Bloquear
ja: オートロック

source: Weather
es: Clima
ja: 天気

source: Misc
ja: ミスク

source: Rise & Shine
ja: 元気にお目覚め

source: Scale
es: Escala
ja: スケール

source: Length
es: Duración
ja: 長さ

source: minutes
es: minutos
ja: 分

source: Fahrenheit
ja: 華氏

source: Celsius
ja: 摂氏

source: Disable Auto-Lock
es: Desactivar Auto-Bloquear
ja: オートロック無効

source: Whoops!
es: ¡Ups!
ja: おーっと！

source: In order to enable the Rise & Shine feature we'll have to disable auto-lock.
es: Para poder habilitar la función Rise and Shine tendremos que desactivar auto-bloquear.
ja: 元気にお目覚め機能を有効にするには、オートロックを無効にして下さい

source: If you don't keep auto-lock disabled the Rise & Shine feature will be disabled.
es: Si no mantiene auto-bloquear desactivado entonces la función Rise and Shine será desactivada.
ja: オートロックを無効にしないと、元気にお目覚め機能は無効になります。

source: Due to multitasking limitations set by Apple, SleepSmart MUST be running in the foreground for its features to work properly. In order to do this, you must disable your phone’s auto-lock feature./n/nIf you forget to leave the app open, we’ve got your back. SleepSmart provides a built-in background alarm that will play a default alarm sound when your alarm goes off. This default alarm is limited to 30 seconds so MAKE SURE you keep SleepSmart running through the night! Background alarms work only on iPhone 4 models and above.
es: Debido a los límites de multitareas establecidos por Apple, el app SueñoInteligente DEBE ESTAR CORRIENDO en la pantalla principal para que funcionen debidamente sus funciones. Para hacerlo, debes desactivar la función auto-bloquear de tu teléfono. Si lo olvidas y no dejas abierto el app, nosotros podemos ayudarte. . SueñoInteligente cuenta con una alarma en segundo plano que sonará con un sonido default para alarma una vez que sea momento de activarla. Esta alarma default está limitada a 30 segundos así que, ¡ASEGÚRATE de mantener el app SueñoInteligente corriendo en primer plano durante la noche! Las alarmas en segundo plano funcionan solamente en el iPhone 4 y en modelos más nuevos.
ja: アップル社が設定しているマルチタスク制限において、スリープスマート機能が正しく動作する為には、フォアグランドで実行されている必要があります。これを行うには、お使いの携帯電話のオートロック機能を無効にする必要があります。 アプリを開いたままにするのを忘れると、バックグランドになります。スリープスマートは、アラームがオフになった時に、デフォルトのアラーム音を鳴らす内蔵バックグランドアラームを提供します。このデフォルトアラームは30秒に制限されていますので、必ず夜通しスリープスマートが実行されるようにして下さい！バックグランドアラームは、iPhone4以降の機種で動作します。

source: The Science Behind SleepSmart – Why Your Sleep Cycle Matters
es: La Ciencia Detrás de SueñoInteligente- Porque es Importante Su Ciclo de Sueño
ja: スリープスマートに隠された科学－何故睡眠周期が重要なのか

source: Think that extra hour of sleep will make you feel more rested? Think again. Research has shown that waking up in the middle of your body’s natural sleep cycle can make you feel groggy, disoriented and is actually counterproductive to a full night’s sleep. Waking your body up at the end of your natural sleep cycle, when your body and brain are already close to wakefulness, can provide you with the best night’s sleep and the most refreshing of mornings. The average sleep cycle lasts approximately 90 minutes and a well-rested adult goes through approximately 4-6 cycles a night. During these cycles your body enters four different stages: N1, transition to sleep (5 min); N2, light sleep (10-25 min); N3, deep sleep (40-60 min); and REM, dream sleep. Each stage is vital in restoring your body and mind and plays a different role in preparing you for the day ahead. Even if you’ve enjoyed a full night’s sleep, getting out of bed can be difficult if your alarm goes off when you’re in the middle of deep sleep (stage N3). If you want the best night’s sleep for an optimal morning, then set your alarm to wake up at the end of your natural sleep cycle. Simply use SleepSmart’s Sleep Cycle Calculator and you’re on your way to a great night’s sleep!
es: ¿Piensa que dormir una hora extra le hará sentirse más relajado? Los estudios han mostrado que despertar en la mitad del ciclo de sueño natural de su cuerpo puede hacerle sentir mareado, desorientado y que en realidad resulta contraproducente al buscar dormir una noche completa. El despertar su cuerpo al final del ciclo de sueño natural de su cuerpo, cuando su cuerpo y cerebro están cerca de despertarse, puede brindarle de un mejor descanso y mañanas más refrescantes. El ciclo de sueño promedio dura aproximadamente 90 minutos y un adulto que descansa bien tiene de 4 a 6 ciclos por noche. Durante estos ciclos su cuerpo entra en cuatro etapas diferentes: N1, transición a dormir (5 minutos) N2, sueño ligero (10-25 minutos) N3, sueño profundo (40-60 minutos), y REM, los sueños en sí. Cada etapa es vital para restaurar su cuerpo y mente y juega un rol diferente al prepararlo para el día que tendrá. Aún cuando ha dormido una noche completa, el levantarse de la cama puede ser difícil cuando su alarma suena en la mitad del sueño profundo (etapa N3). Si usted quiere tener una muy buena noche para así comenzar con una mañana óptima, debe establecer su alarma para despertarse al final de su ciclo de sueño natural. ¡Simplemente use la Calculadora de Ciclo de Sueño de SueñoInteligente y estará en camino a tener una gran noche al dormir!
ja: 長く眠れば、もっと休まるって感じるか考えてみて下さい。もう一度良く考えて。研究では、身体の自然な睡眠周期の途中で目を覚ますと、頭は混乱し、意識をもうろうとする気分にさせ、実際には一晩の睡眠が逆効果であることが示されています。身体と脳が既に覚醒状態に近づいている自然な睡眠周期の終わりの目覚めは、最高の夜間睡眠と最もさわやかな朝をもたらします。 この平均的な睡眠周期は約90分間続き、良く休まる大人の方では、一晩に約4〜6周期行われます。これらの周期の間、身体は4つの異なる段階に入ります。N1、睡眠状態に移行する（5分）; N2、軽い睡眠（10分から25分）；N3、深い睡眠（40分から60分）;そしてレム、夢を見る睡眠です。各段階は身体と心の回復には不可欠で、翌日に備える為の異なった役割を果たします。 たとえ一晩全部の睡眠を楽しんだとしても、深い睡眠（N3段階）の途中でアラームが鳴り止むと、ベッドから起き上がるのは困難になります。最適な朝を迎える為の最高の夜間睡眠が必要な場合は、自然な睡眠周期の後に目を覚ますようにアラームを設定します。簡単に言うと、スリープスマートの睡眠周期計算機を使用すれば、素晴らしい夜間睡眠法が得られます！

source: How Does the Rise & Shine Feature Help Wake Me Up?
es: ¿Cómo logra la Función Rise and Shine Ayudar a Despertarme?
ja: 元気にお目覚め機能は、どのように目覚めに役立つのですか？

source: Your brain responds to changes between light and dark to regulate your internal 24-hour sleep-wake cycle. If it is dark outside when you get up, you probably find it hard to get out of bed. Our unique and ingenious Rise & Shine feature turns your iPhone into a virtual sun! Simple turn on Rise & Shine and trick your brain into waking up, even if it’s dark outside!
es: Su cerebro responde a los cambios entre la luz y la oscuridad para regular tu ciclo interno de 24 horas para dormir-despertar. Si está oscuro afuera cuando se levanta, probablemente será difícil levantarse de la cama. ¡Nuestro única e ingeniosa función Rise and Shine convierte a su iPhone en un sol virtual! Simplemente encienda Rise and Shine y engaña a tu cerebro para que se levante, ¡aun cuando afuera todavía está oscuro!
ja: 脳は、24時間の睡眠・起床周期を制御する光と闇の変化に反応します。起きた時に外が暗かったら、恐らくベッドから起き上がるのは困難でしょう。このユニークで独創的な元気にお目覚め機能は、あなたのIPhoneをバーチャル太陽へと変身させます！単純に元気にお目覚めをオンして、たとえ外が暗くても、脳を騙して目覚めましょう！

source: Tips For Using Your White Noise Sleep Timer
es: Tips Para Usar Tu Temporizador de Sueño con Sonido Blanco
ja: 白色雑音スリープタイマーを使うヒント

source: Shutting your brain down at night can be difficult. Using SleepSmart’s White Noise Sleep Timer can help. SleepSmart Premium includes 10 soothing themes to help lull you to sleep. For best results, hook your iPhone into an audio source to improve the sound quality.
es: Apagar su cerebro por las noches puede ser difícil. Usando el Temporizador de Sueño con Sonido Blanco de SueñoInteligente puede ayudar. SueñoInteligente Premium incluye 10 temas relajantes para ayudarle a dormir. Para mejores resultados, conecte su iPhone a una fuente de audio para mejorar la calidad del sonido.
ja: 夜間、脳を休ませるのは困難です。スリープスマートの白色雑音スリープタイマーの使用が役立ちます。 スリープスマートプレミアムには10種類のスヌーズ音が含まれ、睡眠へと誘います。最も良い効果を得るには、あなたのIPhoneを音源につないで音質を向上させましょう。

source: Cancel
es: Cancelar
ja: キャンセル

source: Shake for Flashlight
es: Agitar para la Linterna
ja: 懐中電灯として振る

source: Adjust Brightness
es: Ajustar el Brillo
ja: 光を調整する

source: Snooze Length
es: Duración de la Función de Siesta
ja: スヌーズ長さ

source: Text Message
es: Mensaje de Texto
ja: テキストメッセージ

source: Email
ja: Eメール

source: APPSTORE_URL_FREE
es: https://itunes.apple.com/us/app/sleepsmart-free/id599428492?ls=1&mt=8
ja: https://itunes.apple.com/us/app/sleepsmart-free/id599428492?ls=1&mt=8

source: APPSTORE_URL_PAID
es: https://itunes.apple.com/us/app/sleepsmart/id588597242?ls=1&mt=8
ja: https://itunes.apple.com/us/app/sleepsmart/id588597242?ls=1&mt=8

source: Love SleepSmart? We Love You Too! Help Us Spread the Word!
es: ¿Te Encanta SueñoInteligente? ¡Nosotros también te queremos! ¡Ayúdanos hablando de este App!
ja: スリープスマートはお好きですか？我々もあなたが好きです！世界に広げましょう！

source: If you like what you've seen so far you should check out the paid version.
es: Si te gusta lo que has visto hasta ahora deberías de revisar la versión de paga.
ja: 気に入って頂けたなら、有料版もチェックして下さい。

source: The Rise & Shine feature is only available in the paid application.
es: LA función Rise and Shine solamente está disponible en la versión de paga de este app.
ja: 元気にお目覚め機能は、有料アプリのみでご利用可能です。

source: Background Image
es: Imagen de Fondo
ja: 背景画像」

source: Show Backdrop
es: Mostrar Fondo
ja: 背景を表示

source: Clock Text Color
es: Color del Texto del Reloj
ja: 時計テキストカラー

source: Show Seconds
es: Mostrar Segundos
ja: 秒を表示

source: Show Date
es: Mostrar Fecha
ja: 日付を表示

source: Create You Own
es: Crear Una Propia
ja: 新規作成

source: Create Name
es: Crear Nombre
ja: 名前作成

source: Time
es: Hora
ja: 時間

source: Enabled
es: Habilitado
ja: 有効

source: Repeat
es: Repetir
ja: 繰り返し

source: Sound
es: Sonido
ja: 音

source: Gradual Alarm
es: Alarma Gradual
ja: 徐々にアラーム

source: Snooze (mins)
es: Siesta (mins)
ja: スヌーズ（分）

source: Save
es: Guardar
ja: 保存

source: Never
es: Nunca
ja: 鳴らさない

source: Everyday
es: Todos los Días
ja: 毎日

source: Weekdays
es: Días Entre Semana
ja: 平日

source: Weekends
es: Fines de Semana
ja: 週末

source: Monday
es: Lunes
ja: 月曜日

source: Tuesday
es: Martes
ja: 火曜日

source: Wednesday
es: Miércoles
ja: 水曜日

source: Thursday
es: Jueves
ja: 木曜日

source: Friday
es: Viernes
ja: 金曜日

source: Saturday
es: Sábado
ja: 土曜日

source: Sunday
es: Domingo
ja: 日曜日

source: M
es: L
ja: 月

source: T
es: M
ja: 火

source: W
es: Mi
ja: 水

source: Th
es: J
ja: 木

source: F
es: V
ja: 金

source: S
ja: 土

source: Su
es: D
ja: 日

source: Choose From Library
es: Escoger de la Liberia
ja: ライブラリから選択

source: Record A New Sound
es: Grabar un Sonido Nuevo
ja: 新しい音を記録

source: White Noise Sleep Timer
es: Temporizador de Sueño con Sonido Blanco
ja: 白色雑音スリープタイマー

source: Timer Length
es: Duración del Temporizador
ja: タイマー長さ

source: SleepSmart
es: SueñoInteligente
ja: スリープスマート

source: Sleep Sound
es: Sonido para Sueño
ja: 睡眠音

source: This alarm is only available in the paid application.
es: Esta alarma solamente está disponible en la aplicación de paga.
ja: このアラームは有料アプリのみでご利用可能です

source: Wanna Upgrade?
es: ¿Quiere Obtener la Versión de Paga?
ja: アップグレードしますか？

source: No Thanks
es: No Gracias
ja: いいえ、結構です

source: Upgrade Me!
es: ¡Obtén la Versión de Paga!
ja: 私をアップグレードして下さい！

source: iPhone Music
es: Música de iPhone
ja: IPhone音楽」

source: Custom Alarms
es: Alarmas Personalizadas
ja: カスタムアラーム

source: Alarm Sounds
es: Sonidos para Alarma
ja: アラーム音

source: Gentle Alarms
es: Alarmas Ligeras
ja: 優しくアラーム

source: Sound Name
es: Nombre del Sonido
ja: 音名

source: Start Recording
es: Comenzar a Grabar
ja: 録音開始

source: Stop
es: Detener
ja: 停止

source: Ready
es: Listo
ja: 準備完了

source: Recording
es: Grabando
ja: 録音中

source: Stopped
es: Detenido
ja: 停止

source: Play
es: Reproducir
ja: 再生

source: Re-Record
es: Re-grabar
ja: 再録音

source: Black
es: Negro
ja: 黒

source: White
es: Blanco
ja: 白

source: Coast
es: Costa
ja: 海岸

source: Chalkboard
es: Pizarrón
ja: 黒板

source: Default
ja: デフォルト

source: Field
es: Campo
ja: フィルールド

source: Beach
es: Playa
ja: ビーチ

source: Canal
ja: 運河

source: Fall
es: Otoño
ja: 滝

source: Drops
es: Gotas
ja: 水滴

source: Night Sky
es: Cielo de Noche
ja: 夜空

source: Alarm
es: Alarma
ja: アラーム

source: Old School Clock
es: Reloj Antiguo
ja: 古い学校の時計

source: School Bell
es: Campana de Escuela
ja: 始業ベル

source: British Ambulance
es: Ambulancia Británica
ja: イギリスの救急車

source: Air Raid
es: Bombardeo Aéreo
ja: 空襲

source: Burglar Alarm
es: Alarma Contra Intrusos
ja: 警報アラーム

source: Siren
es: Sirena
ja: サイレン

source: Spaceship
es: Nave espacial
ja: 宇宙船

source: Techy
es: Tecnológico
ja: テクノロジー

source: Vibraphone
es: Vibráfono
ja: ビブラホン

source: Chimes
es: Campanas
ja: チャイム

source: Ethereal Piano
es: Piano Etéreo
ja: エーテルピアノ

source: Harp
es: Harpa
ja: ハープ

source: Church Bell
es: Campana de Iglesia
ja: 教会の鐘

source: Song Bird
es: Aves Cantoras
ja: 鳥のさえずり

source: Gentle Rise
es: Despertar Gentil
ja: 優しい日の出

source: Rooster Call
es: Canto de Gallo
ja: コケコッコー

source: …Then UPGRADE to SleepSmart Pro! ⇒ Full access to ALL Background Themes! ⇒ Full access to ALL White Noise Sleep Timer Themes! ⇒ Full access to ALL Gentle Rise and Alarm Sounds! ⇒ Unlock the “Rise & Shine” feature to emulate the sun!
es: ¡Entonces COMPRA SueñoInteligente Pro! ⇒¡Acceso completo a TODAS las Imágenes de Fondo! ⇒ ¡Acceso completo a TODOS los Temas de Sonido Blanco para el Temporizador de Sueño! ⇒ ¡Acceso completo a TODOS los Sonidos de Alarma y a los Sonidos de Despertar Tranquilo! ⇒ ¡Desbloquea la función 'Rise and Shine' para emular al sol!
